Repository: xacnio/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ca_es, da_dk, hu_hu, th_th, vi_vn, zh_cn, zh_tw

# Automation_Properties_ConnectionDetails_Page
source: Connection details page
ar_sa: صفحة تفاصيل الاتصال
ca_es: Pàgina dels detalls de la connexió
da_dk: Forbindelsesoplysningsside
hu_hu: Kapcsolat részletei oldal
th_th: หน้ารายละเอียดการเชื่อมต่อ
vi_vn: Trang chi tiết kết nối
zh_cn: 连接详细信息页面
zh_tw: 連線詳細資訊

# Automation_Properties_Features_Bar
source: Features bar
ar_sa: شريط الميزات
ca_es: Barra de característiques
da_dk: Funktionslinje
hu_hu: Funkciók sáv
th_th: แถบคุณสมบัติ
vi_vn: Thanh tính năng
zh_cn: 功能栏
zh_tw: 功能列

# Automation_Properties_Home_Page
source: Home page
ar_sa: الصفحة الرئيسة
ca_es: Pàgina d'inici
da_dk: Startside
hu_hu: Kezdőlap
th_th: หน้าหลัก
vi_vn: Trang chủ
zh_cn: 首页
zh_tw: 主頁

# Automation_Properties_KillSwitch_Page
source: Kill switch page
ar_sa: صفحة مفتاح الأمان
ca_es: Pàgina de kill switch
da_dk: Kill switch side
hu_hu: Vészkapcsoló oldal
th_th: หน้าสวิตช์ตัดการเชื่อมต่อฉุกเฉิน
vi_vn: Trang công tắc ngắt
zh_cn: 终止开关
zh_tw: 緊急終止開關設定

# Automation_Properties_LocationDetails_Page
source: Location details page
ar_sa: صفحة معلومات الموقع
ca_es: Pàgina d'informació d'ubicació
da_dk: Placeringsoplysningsside
hu_hu: Hely adatai oldal
th_th: หน้ารายละเอียดตำแหน่ง
vi_vn: Trang chi tiết vị trí
zh_cn: 节点详情
zh_tw: 位置詳細資訊設定

# Automation_Properties_Login_Page
source: Login page
ar_sa: صفحة تسجيل الدخول
ca_es: Pàgina d'inici de sessió
da_dk: Loginside
hu_hu: Bejelentkezés oldal
th_th: หน้าการเข้าสู่ระบบ
vi_vn: Trang đăng nhập
zh_cn: 登录
zh_tw: 登入頁面

# Automation_Properties_Main_Page
source: Main page
ar_sa: الصفحة الرئيسة
ca_es: Pàgina principal
da_dk: Hovedside
hu_hu: Kezdőoldal
th_th: หน้าหลัก
vi_vn: Trang chính
zh_cn: 主页
zh_tw: 首頁

# Automation_Properties_NetShield_Page
source: NetShield page
ar_sa: صفحة NetShield
ca_es: Pàgina de NetShield
da_dk: NetShield-side
hu_hu: NetShield oldal
th_th: หน้า NetShield
vi_vn: Trang NetShield
zh_cn: 安全防护
zh_tw: NetShield 設定

# Automation_Properties_PortForwarding_Page
source: Port forwarding page
ar_sa: صفحة إعادة توجيه المنفذ
ca_es: Pàgina de redirecció de ports
da_dk: Port-viderestillingsside
hu_hu: Port továbbítás oldal
th_th: หน้าการส่งต่อพอร์ต
vi_vn: Trang chuyển tiếp cổng
zh_cn: 端口转发
zh_tw: 連接埠轉送設定

# Automation_Properties_Settings_Advanced_Page
source: Advanced settings page
ar_sa: صفحة الإعدادات المتقدمة
ca_es: Pàgina de preferències avançades
da_dk: Avancerede indstillinger-side
hu_hu: Speciális beállítások oldal
th_th: หน้าการตั้งค่าขั้นสูง
vi_vn: Trang cài đặt nâng cao
zh_cn: 高级设置
zh_tw: 進階設定

# Automation_Properties_Settings_Common_Page
source: Common settings page
ar_sa: صفحة الإعدادات العامة
ca_es: Pàgina de preferències comunes
da_dk: Almindelige indstillinger-side
hu_hu: Általános beállítások oldal
th_th: หน้าการตั้งค่าทั่วไป
vi_vn: Trang cài đặt chung
zh_cn: 通用设置
zh_tw: 常用設定

# Automation_Properties_Settings_Page
source: Settings page
ar_sa: صفحة الإعدادات
ca_es: Pàgina de les preferències
da_dk: Indstillinger-side
hu_hu: Beállítások oldal
th_th: หน้าการตั้งค่า
vi_vn: Trang cài đặt
zh_cn: 设置
zh_tw: 設定

# Automation_Properties_Sidebar
source: Sidebar
ar_sa: الشريط الجانبي
ca_es: Barra lateral
da_dk: Sidepanel
hu_hu: Oldalsáv
th_th: แถบด้านข้าง
vi_vn: Thanh phụ
zh_cn: 侧边栏
zh_tw: 側邊欄

# Automation_Properties_Sidebar_Connections_Countries_Page
source: Countries page
ar_sa: صفحة الدول
ca_es: Pàgina dels països
da_dk: Landeside
hu_hu: Országok oldal
th_th: หน้าประเทศ
vi_vn: Trang quốc gia
zh_cn: 国家
zh_tw: 國家列表

# Automation_Properties_Sidebar_Connections_Gateways_Page
source: Gateways page
ar_sa: صفحة البوابات
ca_es: Nom de les passarel·les
da_dk: Gateways-side
hu_hu: Átjáró oldal
th_th: หน้าเกตเวย์
vi_vn: Trang cổng
zh_cn: 网关
zh_tw: 閘道設定

# Automation_Properties_Sidebar_Connections_Page
source: Connections page
ar_sa: صفحة الاتصالات
ca_es: Pàgina de les connexions
da_dk: Forbindelsesside
hu_hu: Kapcsolatok oldal
th_th: หน้าการเชื่อมต่อ
vi_vn: Trang kết nối
zh_cn: 连接
zh_tw: 連線設定

# Automation_Properties_Sidebar_Connections_Profiles_Page
source: Profiles page
ar_sa: صفحة المِلفات الشخصية
ca_es: Pàgina dels perfils
da_dk: Profilside
hu_hu: Profilok oldal
th_th: หน้าโปรไฟล์
vi_vn: Trang hồ sơ
zh_cn: 配置文件
zh_tw: 個人資料設定

# Automation_Properties_Sidebar_Connections_Recents_Page
source: Recents page
ar_sa: صفحة العناصر الأخيرة
ca_es: Pàgina de connexions recents
da_dk: Seneste forbindelser-side
hu_hu: Legutóbbiak oldal
th_th: หน้าล่าสุด
vi_vn: Trang gần đây
zh_cn: 最近访问
zh_tw: 最近瀏覽

# Automation_Properties_Sidebar_Search_Results_Page
source: Search results
ar_sa: نتائج البحث
ca_es: Resultats de la cerca
da_dk: Søgeresultater
hu_hu: Keresési eredmények
th_th: ผลการค้นหา
vi_vn: Kết quả tìm kiếm
zh_cn: 搜索结果
zh_tw: 搜尋結果

# Automation_Properties_SplitTunneling_Page
source: Split tunneling page
ar_sa: صفحة التوجيه المقسم
ca_es: Pàgina de tunelització dividida
da_dk: Split tunneling-side
hu_hu: Osztott alagút oldal
th_th: หน้าการแยกช่องสัญญาณ
vi_vn: Trang tách đường hầm
zh_cn: 分流设置
zh_tw: 分隔通道

source: Cities
ar_sa: المدن
ca_es: Ciutats
da_dk: Byer
hu_hu: Városok
th_th: เมือง
vi_vn: Thành phố
zh_cn: 城市
zh_tw: 城市

# Common_Actions_ActionsFor
source: Actions for {0}
ar_sa: إجراءات لـ {0}
ca_es: Accions per a {0}
da_dk: Handlinger for {0}
hu_hu: {0} műveletei
th_th: การดำเนินการของ {0}
vi_vn: Hành động cho {0}
zh_cn: {0}相关操作
zh_tw: {0} 的動作

# Common_Actions_Add
source: Add
ar_sa: أضف
ca_es: Afegeix
da_dk: Tilføj
hu_hu: Hozzáadás
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 加入

# Common_Actions_Back
source: Back
ar_sa: العودة
ca_es: Torna
da_dk: Tilbage
hu_hu: Vissza
th_th: กลับ
vi_vn: Trở lại
zh_cn: 返回
zh_tw: 返回

# Common_Actions_Cancel
source: Cancel
ar_sa: إلغاء
ca_es: Cancel·la
da_dk: Annullér
hu_hu: Mégsem
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# Common_Actions_Change
source: Change
ar_sa: تغيير
ca_es: Canvia
da_dk: Skift
hu_hu: Módosítás
th_th: เปลี่ยน
vi_vn: Thay đổi
zh_cn: 更改
zh_tw: 變更

# Common_Actions_Close
source: Close
ar_sa: إغلاق
ca_es: Tanca
da_dk: Luk
hu_hu: Bezárás
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# Common_Actions_Connect
source: Connect
ar_sa: اتصل
ca_es: Conecta
da_dk: Forbind
hu_hu: Kapcsolódás
th_th: เชื่อมต่อ
vi_vn: Kết nối
zh_cn: 连接
zh_tw: 連線

# Common_Actions_ConnectTo
source: Connect to {0}
ar_sa: اتصل بـ{0}
ca_es: Connecta a {0}
da_dk: Opret forbindelse til {0}
hu_hu: Kapcsolódás: {0}
th_th: เชื่อมต่อไปยัง {0}
vi_vn: Kết nối đến {0}
zh_cn: 连接到{0}
zh_tw: 與 {0} 連接

# Common_Actions_ContactUs
source: Contact us
ar_sa: تواصل معنا
ca_es: Contacteu amb nosaltres
da_dk: Kontakt os
hu_hu: Lépjen velünk kapcsolatba
th_th: ติดต่อเรา
vi_vn: Liên hệ với chúng tôi
zh_cn: 联系我们
zh_tw: 聯絡我們

# Common_Actions_Delete
source: Delete
ar_sa: حذف
ca_es: Elimina
da_dk: Slet
hu_hu: Törlés
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# Common_Actions_Disconnect
source: Disconnect
ar_sa: قطع الاتصال
ca_es: Desconnecta
da_dk: Afbryd
hu_hu: Kapcsolat bontása
th_th: ยกเลิกการเชื่อมต่อ
vi_vn: Ngắt kết nối
zh_cn: 断开连接
zh_tw: 斷線

# Common_Actions_DisconnectFrom
source: Disconnect from {0}
ar_sa: قطع الاتصال من {0}
ca_es: Desconnecta't de {0}
da_dk: Afbryd forbindelsen til {0}
hu_hu: Lecsatlakozás: {0}
th_th: ยกเลิกการเชื่อมต่อจาก {0}
vi_vn: Ngắt kết nối khỏi {0}
zh_cn: 已断开与{0}的连接
zh_tw: 與 {0} 中斷連線

# Common_Actions_Edit
source: Edit
ar_sa: تعديل
ca_es: Edita
da_dk: Rediger
hu_hu: Szerkesztés
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# Common_Actions_Enable
source: Enable
ar_sa: تفعيل
ca_es: Activa
da_dk: Aktivér
hu_hu: Engedélyezés
th_th: เปิดใช้งาน
vi_vn: Bật
zh_cn: 启用
zh_tw: 啟用

# Common_Actions_Reconnect
source: Reconnect
ar_sa: إعادة الاتصال
ca_es: Torna a connectar
da_dk: Genopret forbindelse
hu_hu: Újrakapcsolódás
th_th: เชื่อมต่อใหม่
vi_vn: Kết nối lại
zh_cn: 重新连接
zh_tw: 重新連線

# Common_Actions_Remove
source: Remove
ar_sa: إزالة
ca_es: Esborra
da_dk: Fjern
hu_hu: Eltávolítás
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 注销
zh_tw: 移除

# Common_Actions_Update
source: Update
ar_sa: تحديث
ca_es: Actualitza
da_dk: Opdatér
hu_hu: Frissítés
th_th: อัปเดต
vi_vn: Cập nhật
zh_cn: 更新
zh_tw: 更新

# Common_Actions_Upgrade
source: Upgrade
ar_sa: الترقية
ca_es: Millora
da_dk: Opgradér
hu_hu: Előfizetés
th_th: อัปเกรด
vi_vn: Nâng cấp
zh_cn: 升级账户
zh_tw: 升級

# Common_Confirmation_KillSwitch_Message
source: **Advanced kill switch is enabled.** To use the internet without VPN, disable advanced kill switch.
ar_sa: تم تمكين مفتاح الإيقاف المتقدم. لاستخدام الإنترنت دون VPN، قم بتعطيل مفتاح الإيقاف المتقدم.
ca_es: La característica kill switch avançat està activada. Per a utilitzar Internet sense VPN, desactiveu el kill switch avançat.
da_dk: Avanceret kill-switch er aktiveret. Sådan bruges internettet uden VPN: Slå avanceret kill-switch fra.
hu_hu: Fejlett vészkapcsoló engedélyezve. Az internet VPN nélküli használatához kapcsolja ki a fejlett vészkapcsolót.
th_th: สวิตช์ตัดการเชื่อมต่อฉุกเฉินขั้นสูงเปิดใช้งานอยู่ หากต้องการใช้อินเทอร์เน็ตโดยไม่ผ่าน VPN ให้ปิดใช้งานสวิตช์ตัดการเชื่อมต่อฉุกเฉินขั้นสูง
vi_vn: Công tắc ngắt nâng cao đang được kích hoạt. Để sử dụng internet mà không cần VPN, hãy vô hiệu hóa công tắc ngắt nâng cao.
zh_cn: 高级 Kill Switch 已开启。要在没有 VPN 的情况下使用互联网，请禁用高级 Kill Switch 。
zh_tw: 進階緊急終止開關已啟用。若不使用 VPN 連上網際網路，請停用進階緊急終止開關。

# Common_Confirmation_YouWillBeDisconnectedWithKillSwitch_Message
source: **Advanced kill switch is enabled.** If you continue, you will be disconnected from the internet.
ar_sa: تم تمكين مفتاح الإيقاف المتقدم. إذا قمت بالمتابعة، سيتم قطع اتصالك بالإنترنت.
ca_es: La característica kill switch avançat està activada. Si continueu, se us desconnectarà d'internet.
da_dk: Avanceret kill switch er aktiveret. Hvis du fortsætter, bliver du koblet fra internettet.
hu_hu: Fejlett vészkapcsoló engedélyezve. Ha folytatja, megszakad az internetkapcsolat.
th_th: สวิตช์ตัดการเชื่อมต่อฉุกเฉินขั้นสูงเปิดใช้งานอยู่ หากดำเนินการต่อ จะถูกตัดการเชื่อมต่อจากอินเทอร์เน็ต
vi_vn: Công tắc ngắt nâng cao đang được kích hoạt. Nếu tiếp tục, kết nối internet sẽ bị ngắt.
zh_cn: 高级 Kill Switch 已启用。如果您继续，您将被断开连接。
zh_tw: 高階緊急終止開關已啟用如您繼續的話，您將會被中斷網絡連線

# Common_Confirmation_YouWillBeDisconnected_Message
source: You'll be disconnected from VPN.
ar_sa: سوف يتم ايقاف اتصالك بالـ VPN
ca_es: Se us desconnectarà de la VPN.
da_dk: Du vil blive koblet fra VPN.
hu_hu: Megszakad a VPN-kapcsolat.
th_th: จะถูกตัดการเชื่อมต่อจาก VPN
vi_vn: Bạn sẽ bị ngắt kết nối khỏi VPN.
zh_cn: 断开 VPN 连接。
zh_tw: 這將會中斷與 VPN 的連線。

# Common_Links_LearnMore
source: Learn more
ar_sa: تعرف على المزيد
ca_es: Més informació
da_dk: Få mere at vide
hu_hu: További információk
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解详情
zh_tw: 瞭解更多

# Common_Message_Loading
source: Loading...
ar_sa: جارٍ التحميل…
ca_es: S'està carregant...
da_dk: Indlæser...
hu_hu: Betöltés...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 正在载入…
zh_tw: 載入中‧‧‧

# Common_States_Off
source: Off
ar_sa: متوقف
ca_es: Desactivat
da_dk: Slået fra
hu_hu: Ki
th_th: ปิด
vi_vn: Tắt
zh_cn: 关闭
zh_tw: 關閉

# Common_States_On
source: On
ar_sa: مفعل
ca_es: Activat
da_dk: Slået til
hu_hu: Be
th_th: เปิด
vi_vn: Bật
zh_cn: 启用
zh_tw: 開啟

# Common_States_Updating
source: Updating...
ar_sa: جارِ التحديث...
ca_es: S'està actualitzant...
da_dk: Opdaterer...
hu_hu: Frissítés...
th_th: กำลังอัปเดต...
vi_vn: Đang cập nhật...
zh_cn: 更新中…
zh_tw: 正在更新...

# Connection_Error_EditProfile
source: Edit profile
ar_sa: تعديل الملف الشخصي
ca_es: Edita el perfil
da_dk: Rediger profil
hu_hu: Profil szerkesztése
th_th: แก้ไขโปรไฟล์
vi_vn: Chỉnh sửa hồ sơ
zh_cn: 修改个人资料
zh_tw: 編輯個人資料

# Connection_Error_MissingConnectionCertificate
source: Proton VPN failed to fetch authentication certificate due to network issue.
ar_sa: فشل Proton VPN في جلب شهادة المصادقة بسبب مشكلة في الشبكة.
ca_es: Proton VPN no ha pogut obtenir el certificat d'autenticació a causa d'un problema de xarxa.
da_dk: Proton VPN kunne ikke hente godkendelsescertifikatet pga. et netværksproblem.
hu_hu: A Proton VPN-nek nem sikerült lekérni a hitelesítési tanúsítványt hálózati probléma miatt.
th_th: Proton VPN ไม่สามารถดึงใบรับรองการตรวจสอบสิทธิ์ได้เนื่องจากปัญหาเครือข่าย
vi_vn: Proton VPN đã thất bại khi tìm nạp chứng chỉ xác thực do sự cố mạng.
zh_cn: 由于网络问题，Proton VPN 无法获取身份验证证书。
zh_tw: 由於網路問題，Proton VPN 提取認證憑證失敗。

# Connection_Error_NoServers
source: There are no servers available right now for your selection. Please select a different option.
ar_sa: جميع الخوادم التي اخترتها غير متاحة. يرجى توسيع اختياراتك أو إعادة المحاولة لاحقًا.
ca_es: Cap dels servidors de la vostra selecció no està disponible. Amplieu la selecció o torneu-ho a provar més tard.
da_dk: Alle servere i dit valg er utilgængelige. Udvid venligst dit valg eller prøv igen senere.
hu_hu: A kiválasztott összes kiszolgáló egyike sem érhető el. Kérjük, bővítse a választékot, vagy próbálja meg később újra.
th_th: เซิร์ฟเวอร์ทั้งหมดที่เลือกไม่สามารถใช้งานได้ โปรดขยายการเลือกหรือลองใหม่ในภายหลัง
vi_vn: Tất cả các máy chủ đã chọn không khả dụng. Vui lòng mở rộng lựa chọn hoặc thử lại sau.
zh_cn: 您选择的所有服务器均不可用。请扩大选择范围或稍后再试。
zh_tw: 您選取的伺服器目前不適用。請擴大您的選取範圍或者稍後再試一次。

# Connection_Error_NoServers_Profile
source: Your server selection for '{0}' is unavailable. Select a different server or try again later.
ar_sa: اختيار الخادم الخاص بك لـ {0} غير متوفر. حدد خادمًا مختلفًا أو حاول مرة أخرى لاحقًا.
ca_es: La selecció de servidor per a «{0}» no està disponible. Seleccioneu un altre servidor o torneu-ho a provar més tard.
da_dk: Dit servervalg for '{0}' er utilgængeligt. Vælg en anden server, eller prøv igen senere.
hu_hu: A '{0}' szerver kiválasztása nem elérhető. Válasszon másik szervert, vagy próbálja meg később újra.
th_th: การเลือกเซิร์ฟเวอร์สำหรับ '{0}' ไม่สามารถใช้งานได้ เลือกเซิร์ฟเวอร์อื่นหรือลองใหม่ในภายหลัง
vi_vn: Lựa chọn máy chủ cho '{0}' không khả dụng. Hãy chọn máy chủ khác hoặc thử lại sau.
zh_cn: 您为 ' {0} ' 选择的服务器不可用。请选择其他服务器或稍后再试。
zh_tw: 您選取的伺服器 '{0}' 現在不適用。請選取另一不同的伺服器或者是稍後再試一次。

# Connection_Error_NoTapAdapters
source: The network adapter is missing.
ar_sa: محول الشبكة مفقود.
ca_es: No s'ha trobat l'adaptador de xarxa.
da_dk: Netværksadapteren mangler.
hu_hu: A hálózati adapter hiányzik.
th_th: อะแดปเตอร์เครือข่ายหายไป
vi_vn: Thiếu bộ điều hợp mạng.
zh_cn: 缺少网络适配器。
zh_tw: 網路介面卡遺失。

# Connection_Error_ReportAnIssue
source: Report an issue
ar_sa: الإبلاغ عن مشكلة
ca_es: Informeu d'un problema
da_dk: Anmeld en fejl
hu_hu: Hibajelentés
th_th: รายงานปัญหา
vi_vn: Báo cáo sự cố
zh_cn: 报告问题
zh_tw: 回報問題

# Connection_Error_RpcServerUnavailable
source: Proton VPN can't connect because the RPC server is unavailable on your system.
ar_sa: لا يستطيع Proton VPN الاتصال لأن خادم RPC غير متوفر على النظام الخاص بك.
ca_es: Proton VPN no es pot connectar perquè el servidor RPC no està disponible al vostre sistema.
da_dk: Proton VPN kan ikke tilslutte fordi RPC serveren er utilgængelig på dit system.
hu_hu: A Proton VPN nem tud csatlakozni, mert az RPC-kiszolgáló nem elérhető az Ön rendszerén.
th_th: Proton VPN ไม่สามารถเชื่อมต่อได้เนื่องจากเซิร์ฟเวอร์ RPC ไม่พร้อมใช้งานในระบบของคุณ
vi_vn: Proton VPN không thể kết nối do máy chủ RPC không khả dụng cho hệ thống của bạn.
zh_cn: Proton VPN 无法连接，因为 RPC 服务器在您的系统上不可用。
zh_tw: Proton VPN 無法連線，因為系統上的 RPC 伺服器無法使用。

# Connection_Error_SessionLimitReachedFreeUser
source: You have reached your maximum device limit. Please disconnect another device to connect this one or upgrade to PLUS to get up to 10 devices connected at the same time.
ar_sa: لقد وصلت إلى الحد الأقصى من عدد الأجهزة. رجاءً قم بتسجيل الخروج من احد الاجهزة، أو قم بالترقية إلى PLUS لتستطيع توصيل حتى عشرة أجهزة في الوقت نفسه.
ca_es: Heu assolit el límit màxim de dispositius. Desconnecteu un altre dispositiu per a connectar aquest o milloreu a PLUS per tenir fins a 10 dispositius connectats alhora.
da_dk: Du har nået din maksimale enhedsgrænse. Afbryd forbindelsen til en anden enhed for at forbinde denne eller opgrader til et PLUS-abonnement for at forbinde op til 10 enheder på samme tid.
hu_hu: Kérjük csatlakoztasson le egy másik eszközt, hogy ezt csatlakoztatni tudja, vagy váltson a Plus csomagra, hogy egyszerre akár 10 eszközt tudjon csatlakoztatni.
th_th: คุณมีอุปกรณ์ถึงขีดจำกัดสูงสุดแล้ว โปรดยกเลิกการเชื่อมต่ออุปกรณ์อื่นเพื่อเชื่อมต่ออุปกรณ์นี้หรืออัปเกรดเป็น PLUS เพื่อเชื่อมต่ออุปกรณ์ได้สูงสุด 10 เครื่องในเวลาเดียวกัน
vi_vn: Đã đạt giới hạn thiết bị tối đa của bạn. Vui lòng ngắt kết nối thiết bị khác để kết nối hoặc nâng cấp lên PLUS để kết nối lên đến 10 thiết bị cùng một lúc.
zh_cn: 您已达到最大设备限制。请断开另一台设备以连接这台设备，或升级到 PLUS 以同时连接多达 10 台设备。
zh_tw: 您已達到裝置連線數上限。請中斷另一個裝置的連線，或是升級到 PLUS 方案以享有最多 10 個裝置同時連線。

# Connection_Error_SessionLimitReachedPaidUser
source: You have reached your maximum device limit. Please disconnect another device to connect this one.
ar_sa: لقد وصلت إلى الحد الأقصى لعدد الأجهزة المتصلة، قم بتسجيل الخروج من احد الاجهزة لتوصيل ذلك الجهاز.
ca_es: Heu assolit el límit màxim de dispositius. Desconnecteu un altre dispositiu per a connectar aquest.
da_dk: Du har nået din maksimale enhedsgrænse. Afbryd forbindelsen til en anden enhed for at tilslutte denne enhed.
hu_hu: Elérte a csatlakoztatható eszközök maximális számát. Válasszon le egy másik eszközt, hogy ezzel csatlakozhasson.
th_th: ถึงขีดจำกัดอุปกรณ์สูงสุดแล้ว โปรดยกเลิกการเชื่อมต่ออุปกรณ์อื่นเพื่อเชื่อมต่ออุปกรณ์นี้
vi_vn: Đã đạt giới hạn thiết bị tối đa của bạn. Vui lòng ngắt kết nối thiết bị khác để kết nối thiết bị này.
zh_cn: 您已达到最大设备限制。请断开另一个设备以连接此设备。
zh_tw: 您已達到裝置連線數上限。請中斷另一個裝置的連線。

# Connection_Error_TapAdapterInUse
source: Your network adapter is currently in use.
ar_sa: محول الشبكة الخاص بك قيد الاستخدام حالياً.
ca_es: L'adaptador de xarxa està actualment en ús.
da_dk: Din netværksadapter er i øjeblikket i brug.
hu_hu: A hálózati adapter jelenleg használatban van.
th_th: อะแดปเตอร์เครือข่ายกำลังถูกใช้งานอยู่
vi_vn: Bộ điều hợp mạng của bạn hiện đang được sử dụng.
zh_cn: 您的网络适配器正被使用。
zh_tw: 您的網路介面卡目前正在使用中。

# Connection_Error_TapRequiresUpdate
source: The network adapter version is outdated.
ar_sa: إصدار محول الشبكة قديم.
ca_es: La versió de l'adaptador de xarxa està obsoleta.
da_dk: Netværksadapterversionen er forældet.
hu_hu: A hálózati adapter verziója elavult.
th_th: เวอร์ชันอะแดปเตอร์เครือข่ายล้าสมัย
vi_vn: Phiên bản bộ điều hợp mạng đã lỗi thời.
zh_cn: 网络适配器版本已过期。
zh_tw: 網路介面卡版本已過時。

# Connection_Error_Title
source: Connection failed
ar_sa: فشل الإتصال
ca_es: Error de connexió
da_dk: Forbindelse mislykkedes
hu_hu: Sikertelen kapcsolódás
th_th: การเชื่อมต่อล้มเหลว
vi_vn: Kết nối thất bại
zh_cn: 连接失败
zh_tw: 連線失敗

# Connection_Error_TlsCertificate
source: There's a problem validating the VPN server certificate, which might indicate that the network connection is being tampered with or the server you are trying to connect to has a configuration problem. Get help from our customer support by sending an Issue Report.
ar_sa: هناك مشكلة في التحقق من صحة شهادة خادم VPN، مما قد يشير إلى أنه يتم التلاعب باتصال الشبكة أو أن الخادم الذي تحاول الاتصال به يعاني من مشكلة في التكوين. احصل على المساعدة من دعم العملاء لدينا عن طريق إرسال تقرير مشكلة.
ca_es: Hi ha un problema amb la validació del certificat del servidor VPN, la qual cosa pot indicar que la connexió de la xarxa està sent manipulada o que el servidor al qual esteu intentant connectar-vos té un problema de configuració. Obteniu ajuda del nostre equip de suport tot enviant un informe d'incidència.
da_dk: Der er et problem med at validere VPN-servercertifikatet, som kan indikere at netværksforbindelsen bliver manipuleret med eller serveren du forsøger at oprette forbindelse til, har et konfigurationsproblem. Få hjælp fra vores kundesupport ved at sende en problemrapport.
hu_hu: Probléma van a VPN-kiszolgáló tanúsítványának ellenőrzésével. Ez azt jelezheti, hogy a hálózati kapcsolatot megfigyelik, vagy a kiválasztott szerver konfigurációja hibás. Kérjen segítséget ügyfélszolgálatunktól a probléma jelentés segítségével.
th_th: มีปัญหาในการตรวจสอบใบรับรองเซิร์ฟเวอร์ VPN ซึ่งอาจบ่งชี้ว่าการเชื่อมต่อเครือข่ายถูกแทรกแซง หรือเซิร์ฟเวอร์ที่พยายามเชื่อมต่อมีปัญหาการกำหนดค่า รับความช่วยเหลือจากฝ่ายสนับสนุนลูกค้าโดยส่งรายงานปัญหา
vi_vn: Đã xảy ra sự cố khi xác thực chứng chỉ máy chủ VPN, điều này có thể cho thấy kết nối mạng đang bị can thiệp hoặc máy chủ bạn đang tìm cách kết nối gặp sự cố cấu hình. Nhận trợ giúp từ bộ phận hỗ trợ khách hàng bằng cách gửi Báo cáo sự cố.
zh_cn: VPN 服务器的证书未能通过验证，这意味着当前网络环境可能已遭到监控，或者服务器配置存在问题。请填写问题反馈以便我们的客服为您提供帮助。
zh_tw: 驗證 VPN 伺服器憑證時發生問題。這可能表示網路連線遭遇竄改，或是您想連線的伺服器配置有問題。請提交問題回報並聯繫我們的客服團隊。

# Connection_Error_Unknown
source: We're not sure what happened here. Please try again or contact our customer support team.
ar_sa: تحقق من اتصالك بالإنترنت وحاول مرة أخرى. إذا لم ينجح ذلك، فاتصل بفريق دعم العملاء لدينا. رمز الخطأ: {0}
ca_es: Comproveu la connexió a Internet i torneu-ho a provar. Si això no funciona, contacteu amb el nostre servei d'atenció al client. Codi d'error: {0}
da_dk: Kontroller din internetforbindelse, og prøv igen. Hvis det ikke virker, bedes du kontakte vores kundesupportteam. Fejlkode: {0}
hu_hu: Check your internet connection and try again. If that doesn't work, contact our customer support team. Error code: {0}
th_th: ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตและลองอีกครั้ง หากไม่ได้ผล ให้ติดต่อทีมฝ่ายสนับสนุนลูกค้าของเรา รหัสข้อผิดพลาด: {0}
vi_vn: Kiểm tra kết nối internet và thử lại. Nếu không được, hãy liên hệ với đội ngũ hỗ trợ khách hàng. Mã lỗi: {0}
zh_cn: 请检查您的网络连接并重试。如果问题依旧，请联系我们的客户支持团队。 错误代码：{0}
zh_tw: 檢查您的網際網路連線並再試一次。如果無效，請聯絡我們的客戶支援服務團隊。 錯誤代碼：{0}

# Connection_Error_ViewPossibleSolutions
source: View possible solutions
ar_sa: عرض الإصلاحات
ca_es: Mostra les correccions
da_dk: Vis løsninger
hu_hu: Javítások megtekintése
th_th: ดูวิธีแก้ไข
vi_vn: Xem cách sửa lỗi
zh_cn: 查看修复方法
zh_tw: 檢視修正

# Connection_Error_WireGuardAdapterInUse
source: Proton VPN could not connect because a WireGuard network adapter is already in use. Please disconnect any active VPNs and retry. Alternatively, you can switch protocols in the Advanced Settings.
ar_sa: محول WireGuard على جهازك قيد الاستخدام. اقطع الاتصال بأي VPN آخر يعمل على جهازك، ثم حاول مرة أخرى.
ca_es: L'adaptador WireGuard del vostre dispositiu està en ús. Desconnecteu-vos de qualsevol altra VPN que s'executi al vostre dispositiu i, a continuació, torneu-ho a provar.
da_dk: Din enheds WireGuard-adapter er i brug. Afbryd forbindelsen til enhver anden VPN, der kører på din enhed, og prøv derefter igen.
hu_hu: A készülék WireGuard adaptere használatban van. Kapcsolódjon le az eszközén futó bármely más VPN-ről, majd próbálja meg újra.
th_th: อะแดปเตอร์ WireGuard ของอุปกรณ์กำลังถูกใช้งาน ยกเลิกการเชื่อมต่อจาก VPN อื่นที่ทำงานอยู่บนอุปกรณ์ แล้วลองอีกครั้ง
vi_vn: Bộ điều hợp WireGuard của thiết bị đang được sử dụng. Hãy ngắt kết nối khỏi bất kỳ VPN nào khác đang chạy trên thiết bị, sau đó thử lại.
zh_cn: 您设备的 WireGuard 适配器正在使用中。断开设备上运行的任何其他 VPN，然后再试一次。
zh_tw: 裝置的 WireGuard 配接器現正使用中。請將其它正在裝置上執行的 VPN 予以中斷連線，然後再試一次。

# Connection_Intent_AutoSelected
source: Auto-selected from
ar_sa: تم الاختيار التقائي من
ca_es: Selecció automàtica de
da_dk: Auto-valgt fra
hu_hu: Automatikusan kiválasztva a következők közül:
th_th: เลือกอัตโนมัติจาก
vi_vn: Tự động chọn từ
zh_cn: 自动选择
zh_tw: 自動選擇自

# Connection_Via_SecureCore
source: via {0}
ar_sa: من خلال {0}
hu_hu: {0}-on keresztül
th_th: ผ่าน {0}
vi_vn: qua {0}
zh_cn: 经由{0}中转
zh_tw: 透過 {0}

# Connections_Cities_One
source: City ({0})
ar_sa: ({0}) مدينة
ca_es: Ciutat ({0})
da_dk: ({0}) by
hu_hu: Város ({0})

# Connections_Cities_Other
source: Cities ({0})
ar_sa: ({0}) مدن
ca_es: Ciutats ({0})
da_dk: ({0}) byer
hu_hu: Városok ({0})
th_th: เมือง ({0})
vi_vn: Thành phố ({0})
zh_cn: 城市（{0}）
zh_tw: 城市 ({0})

# Connections_City
source: City
ar_sa: المدينة
ca_es: Ciutat
da_dk: By
hu_hu: Város
th_th: เมือง
vi_vn: Thành phố
zh_cn: 城市 / 区县
zh_tw: 市
